[Help]
IRI_DynamicDeployment_ArmoryLabel = "动态部署"
IRI_DynamicDeployment_UnlockLabel = "解锁"
IRI_DynamicDeployment_UnlockedLabel = "已解锁"
IRI_DynamicDeployment_NotEnoughAP = "能力点不足"

IRI_DynamicDeployment_MutuallyExclusiveUnlock = "存在互斥:"

IRI_DynamicDeployment_DeployingStatus = "正在部署"

IRI_DD_CannotDDEntireSquad_Text = "你无法动态部署整个小队，必须至少正常部署一名士兵。"

[WOTCIridarDynamicDeployment_MCMScreen]

ModName = "动态部署/Dynamic Deployment"
PageTitle = "动态部署/Dynamic Deployment by Iridar"
GroupHeader4 = "界面设置"
GroupHeader1 = "部署设置"
GroupHeader2 = "行动消耗"
GroupHeader3 = "杂项"

SQUAD_MUST_SEE_TILE_Label = "小队必须可见部署区域"
SQUAD_MUST_SEE_TILE_Tip = "如果启用，小队中至少有一名士兵能看到选定的部署区域。你将无法在战争迷雾中选择部署区域。"

DEPLOY_CAST_RANGE_TILES_Label = "部署范围，格"
DEPLOY_CAST_RANGE_TILES_Tip = "此设置确定部署用照明弹或信标的最大投掷范围。对于[数字上行链路]，最大范围始终为18格。"

DD_DEPLOY_IS_FREE_ACTION_Label = "部署是免费动作"
DD_DEPLOY_IS_FREE_ACTION_Tip = "如果启用，为动态部署选定部署区域将不会消耗任何行动点。"

DD_DEPLOY_ENDS_TURN_Label = "部署将结束回合"
DD_DEPLOY_ENDS_TURN_Tip = "如果启用，选定动态部署的部署区域将结束士兵的回合。"

DEBUG_LOGGING_Label = "启用调试日志记录"
DEBUG_LOGGING_Tip = "如果启用，该模组将把调试信息写入到日志文件中，位于:\n..\\Documents\\my games\\XCOM2 War of the Chosen\\XComGame\\Logs\\Launch.log"

EndLabel = "由Iridar创造| www.patreon.com/Iridar"
EndLabel_Tip = "谢谢你使用我的模组，我希望你喜欢！请考虑在Patreon上支持我，这样我就有时间制作更多更棒的模组<3"

ENABLE_SOLDIER_LIST_CHECKBOX_Label = "启用小队选择复选框"
ENABLE_SOLDIER_LIST_CHECKBOX_Tip = "如果启用，小队选择屏幕中的每个士兵下面都会有一个复选框，用于控制哪些士兵能使用动态部署。这种方法对鼠标用户来说最方便。"

ENABLE_LAUNCH_MISSION_SCREEN_Label = "启用开始任务部署屏幕"
ENABLE_LAUNCH_MISSION_SCREEN_Tip = "如果启用，从小队选择中启动任务将首选显示一个屏幕，以选择哪些士兵应该使用动态部署。这种方法应该适用于手柄用户。"

ENABLE_ARMORY_CHECKBOX_Label = "启用军械库部署复选框"
ENABLE_ARMORY_CHECKBOX_Tip = "如果启用，军械库中的动态部署按钮将有一个复选框，用于控制该士兵是否应始终使用动态部署。如果你想让特定的士兵总是使用动态部署，这种方法将很方便。"
